/**
 * リンクの設定情報。20231204
 */
let linkList = [
	// index.htmのリンク
	["p01", "親潮域", "p04"],
	["p01", "混合域", "p10"],
	["p01", "黒潮域", "p18"],
	["p01", "黒潮ー対馬暖流系", "p24"],
	["p01", "対馬暖流域", "p35"],
	["p01", "日本海東部", "p35"],
	["p01", "対馬暖流域 ", "p30"],
	["p01", "日本海西部", "p30"],
	["p01", "黒潮域 ", "p40"],
	["p01", "東シナ海", "p40"],
	["p01", "関連する引用文献はこちら", "p42"],
	// (1-0)近年のスケトウダラ資源量変動に見られる特徴と関連する海洋環境
	["p04", "親潮の変動", "p05"],
	["p04", "沿岸親潮の変動", "p06"],
	["p04", "親潮域の海洋環境変動が", "p07"],
	["p04", "スケトウダラに与える影響", "p07"],
	// (2-0) 近年のマイワシ資源量変動に見られる特徴と関連する海洋環境
	["p10", "黒潮続流の流路変動", "p11"],
	["p10", "黒潮/続流近傍での", "p14"],
	["p10", "水温の中長期変動", "p14"],
	["p10", "混合域の海洋環境変動が", "p15"],
	["p10", "マイワシの新規加入に与える影響", "p15"],
	// (3-0) 近年のマサバ資源量変動に見られる特徴と関連する海洋環境
	["p18", "黒潮続流の流路変動", "p11"],
	["p18", "黒潮の流路変動と", "p19"],
	["p18", "その沿岸域への影響", "p19"],
	["p18", "黒潮大蛇行が", "p21"],
	["p18", "マサバに与える影響", "p21"],
	// (4-0) 近年のマアジ太平洋系群の資源量変動に見られる特徴と関連する海洋環境
	["p24", "黒潮ー対馬暖流域の", "p25"],
	["p24", "海洋環境変動はこちら", "p25"],
	["p24", "黒潮ー対馬暖流域の ", "p27"],
	["p24", "海洋環境変動が", "p27"],
	["p24", "マアジに与える影響", "p27"],
	// （5-0）近年のズワイガニ資源量変動に見られる特徴と関連する海洋環境
	["p30", "隠岐島東方沖の", "p31"],
	["p30", "冷・暖水渦の消長", "p31"],
	["p30", "隠岐島東方沖の冷・暖水域が", "p32"],
	["p30", "ズワイガニの新規加入に与える影響", "p32"],
	// (6-0)近年のブリ漁獲量変動に見られる特徴と関連する海洋環境
	["p35", "対馬暖流の流勢", "p36"],
	["p35", "日本海東部の冷・暖水渦の消長", "p36"],
	["p35", "日本海の対馬暖流・渦が", "p37"],
	["p35", "南下ブリへ与える影響", "p37"],
	// (7-1)近年のスルメイカ冬季発生系群の資源量変動に見られる特徴と関連する海洋環境
	["p40", "東シナ海の水温変動が", "p41"],
	["p40", "スルメイカ冬季発生系群", "p41"],
	["p40", "に与える影響", "p41"],
];
